the	126855780
of	69114265
and	59875975
in	52000747
to	41998052
a	41225198
was	25795051
The	20972272
is	20071077
for	16753003
as	15825919
on	15273669
with	14514182
by	14271694
s	13372047
that	11796535
at	10497132
from	10478742
his	9410324	1
In	8050090
an	7763766
he	7752624	1
were	6840285
which	6300865
are	6162863
it	5838431
He	5523304	1
be	5127764
also	5091702
had	4977263
or	4870299
has	4859102
first	4506127
It	4160985
their	4060857
who	3802299
its	3774040
one	3759006
but	3701496
not	3691160
her	3461868	1
have	3430497
two	3340430
this	3332746
been	3172486
after	2737117
A	2675503
they	2657750
time	2582978
other	2582749
into	2496671
all	2282316
she	2254576	1
when	2179670
more	2163270
years	2103919
would	2071893
up	2066103
over	2048953
This	2048835
only	2001033
New	1972271
where	1955693
during	1945762
year	1932036
On	1928626
new	1913309
between	1865821
him	1837075
made	1812981
three	1812543
out	1804761
such	1767068
most	1762696
used	1761157
then	1759894
known	1758612
can	1741735
later	1737095
about	1718371
part	1639781
became	1636574
United	1632342
than	1611421
under	1608037
American	1601228	1
season	1596737
there	1574165
including	1539140
University	1533074
being	1528659
well	1526985
some	1524812
I	1484171
She	1479584	1
team	1479449
born	1477831
through	1460340
many	1442353
second	1430513
film	1409902
against	1373956
After	1366755
before	1363297
them	1362947
while	1354354
both	1330603
until	1317787
family	1271937	1
work	1263319
album	1249872
school	1242424
released	1232536
played	1229668
people	1218296
States	1216939
name	1216477
area	1212805
number	1206065
no	1204090
called	1200687
World	1169440
series	1156026
four	1150480
As	1142264
National	1125266
won	1116556
will	1110757
several	1100751
same	1086871
city	1084357
early	1071549
game	1069032
May	1068686
They	1061666
state	1060300
these	1056423
based	1052990
de	1052980
September	1036031
found	1019959
S	1018264
June	1016532
began	1013631
March	1012192
His	1010659	1
since	1005759
October	1001352
January	1001310
July	995645
use	992970
School	991413
August	980623
so	979920
may	971840
John	966864
April	964168
group	956990
South	954647
At	952002
located	950995
There	944210
following	941879
high	938545
each	936679
now	936020
end	934049
November	930732
place	921134
population	917148
December	916719
held	914212
York	906468
County	905843
took	901373
music	899083
former	897090
named	895603
government	891319	1
However	888424
British	885658	1
member	881611
century	881575
War	873633
company	866740
day	866003
any	865111
age	862277
back	861424
City	850318
home	849803
around	846256
did	845454
could	843443
built	843086
served	835020
received	828438
February	821558
like	811178
U	805172
system	804252
along	803636
band	802469
single	802202
town	796334
local	795653
long	792649
left	785861
because	784269
League	779976
North	776673
song	775587
State	775370
During	775055
station	773352
public	772905
large	771319
within	770543
five	769773
line	766334
small	756624
members	755316
world	748977
said	745278
published	743341
due	743105
set	742834
off	738751
own	737323
life	737160
building	732042
For	731364
show	727660
village	722890
third	717470
included	711960
very	710500
final	709170
include	708662
species	707373
St	705837
died	703732
club	702731
last	700088
those	696226
still	693883
if	679105
French	676671	1
English	674646
main	671816
children	669845	1
another	667286
often	667039
death	666405
moved	661196
led	658847
major	654628
When	652957
national	647857
career	646707
side	645844
million	645418
College	641602
north	640800
play	640515
son	638493	1
near	637792
different	637136
German	632819	1
form	630988
best	628653
original	628354
service	619586
London	618126
again	617803
south	612610
late	612278
West	610574
down	610410
book	608811
much	604059
established	603027
father	596794
country	596457
old	595999
C	595276
what	594638
order	591951
just	589474
District	588390
started	587813
district	587329
came	586748
River	586193
water	585959
went	584827
games	579781
six	577992
record	577623
II	576846
make	576265
men	576158	1
role	575529
One	574192
history	573405
title	573238
women	571541	1
war	569061
become	564152
way	562811
produced	562650
period	561554
support	560526
top	560198
football	557446
house	557321
among	556951
students	550950	1
even	549451
given	547777
All	547161
t	545807
These	545562
player	545284	1
next	543788
community	543118
having	542641
England	542545
various	540285
however	538477
law	534986
worked	534716
using	534342
House	533312
created	531413
power	528371
non	527962
total	526482
do	526093
joined	524569
US	524490
announced	523884
level	523129
written	519316
returned	519078
married	518986
land	515759
development	512733
few	512524
B	512276
International	510950
wrote	509751
take	509465
election	508128
described	504645
general	503980
production	499904
political	499719
Cup	498209
General	496623
per	495629
founded	492790
east	490884
site	489965
west	488390
From	488365
head	488335
East	487687
continued	486418
without	484704
By	483397
According	481839
D	480896
Park	478734
India	478297
version	475981
President	474550
European	474062	1
region	473384
point	472775
military	472013	1
times	471566
Australia	470510
run	468553
full	466950
France	466939
position	466308
television	465828
short	465754
King	465707	1
church	464908
recorded	463615
considered	463469
works	461833
Army	461484	1
half	460436
Street	460422
opened	459989
program	459736
lost	459731
together	459348
elected	458908
right	457909
days	456703
Church	456680
party	456678
story	455722
William	455565
America	454707
present	452099
appeared	451168
making	449888
California	449090
important	448936
every	445983
international	445433
win	444995
Party	444708
High	442633
Council	442349
San	440201
formed	439740
match	438951
although	434607
wife	434424
Canada	433920
developed	433391
business	432756
event	432250
field	431683
further	431164
working	430823
class	430378
average	430262
James	429815
round	429700
While	429408
signed	427673
areas	426759
George	426549
professional	425627	1
addition	425350
control	424252
term	424149
research	423113
re	422873
release	421626
lead	421256
example	421161
appointed	420690
himself	419999	1
result	418521
playing	417330
debut	417046
similar	415713
Division	415068
With	413096
others	411224
man	410585	1
language	409735
popular	406853
living	406620
Association	405588
e	404561
office	402679
though	402102
case	401083
common	397286
Royal	396815	1
live	395278
Germany	394674
co	393646
teams	392469
video	392241
never	391903
services	391731
design	391502
available	389147
across	389038
No	388940
Australian	387972	1
race	387827
Union	387543
Indian	387142	1
points	387035
project	386515
sold	385956
body	382525
free	381675
social	381154
Some	380832
education	380565
art	378429
style	377652
director	377411	1
away	377349
great	376028
events	374395
gave	373900
currently	373659
largest	373168
taken	373130
how	372649
followed	372506
character	371597	1
should	371292
once	370342
designed	368830
months	368715
young	368656
Europe	368039
Although	368018
performed	367914
less	367617
daughter	367041	1
Company	366515
open	364809
finished	364018
Award	363589
originally	363373
league	362938
does	360927
current	360008
mother	359542	1
modern	359018
remained	358873
An	355880
features	355620
David	355527
completed	354424
throughout	354408
construction	354357
Road	354098
songs	353906
track	353251
help	353123
seen	353025
process	352310
Central	352116
reported	350516
China	349756
seven	349270
see	348668
featured	348047
road	347897
includes	347814
Since	347334
families	346697	1
air	346613
brother	345831	1
we	345743
UK	345627
must	345472
list	345458
return	345226
leading	344409
white	344400
M	344065
episode	343655
eventually	342549
forces	342400
Court	342031
usually	341146
Air	340862
president	340813	1
official	340340
TV	339783
good	339378
you	339350
O	339299
directed	338663
training	338119
Washington	337694
m	337391
First	337020
Department	336014
able	335241
study	334475
schools	333945
range	332995
involved	332477
groups	331811
eight	331746
players	331677	1
Center	331520
special	331519
Hall	331431
performance	331143
either	331017
stage	330422
central	330332
information	329114
post	328901
added	327154
low	326807
sent	326400
Its	326204
Russian	325834	1
Thomas	324902
Her	323874
coach	323825	1
Robert	323499
provided	322180
Western	322171
Championship	322167
close	321934
get	321822
awarded	321391
radio	320697
human	320634
Japanese	320368	1
Canadian	320241	1
Institute	319733
countries	319467
black	318830
Charles	318808
replaced	318434
winning	317831
upon	316914
killed	316577
Paul	316127
private	315563
Chinese	315242	1
Club	314600
above	313345
R	312888
previous	312333
Japan	311290
degree	311134
Group	310986
Island	310986
size	309348
Society	309169
To	308927
J	308905
aircraft	308406
fourth	308121
college	308026
African	306935	1
go	305611
reached	305060
least	305011
shows	304240
stated	304003
owned	303568
competition	303403
Minister	302682
placed	302435
states	301966
Spanish	300830	1
decided	300580
success	300105
Academy	299447
provide	298544
saw	298031
rather	297975
Music	297360
fire	296370
attack	296248
successful	296171
introduced	296145
Act	295601
Great	295220
car	295086
police	294660
light	294530
front	294466
change	293607
court	293406
almost	292564
type	291755
whose	291264
Italian	290930	1
female	288652	1
center	288619
brought	288458
census	287827
scored	287684
rock	287638
approximately	287067
E	287065
Africa	286485
put	285819
ground	285143
attended	284274
campaign	283995
behind	283895
parts	283021
Michael	282865
instead	282740
rights	282648
mid	281868
ship	281615
start	281571
related	281371
action	280591
possible	280286
White	279735
model	278841
km	278724
via	278630
goal	278288
Lake	278189
studio	278094
Henry	278022
space	277673
active	277647
section	277405
ten	277380
river	276341
especially	276037
Best	275754
listed	275342
force	274666
books	274577
previously	274495
changed	274014
outside	274011
lived	273655
contract	273539
week	273532
itself	273444
Ireland	273139
ever	272879
units	272589
films	272484
Christian	272167	1
Roman	271954	1
northern	271928
soon	271467
buildings	271178
capital	270642
data	270600
writing	270467
hit	270438
little	269925
Texas	269621
person	269365
Other	269285
industry	269052
too	268493
runs	268429
Two	268413
organization	268379
sometimes	268150
Republic	268072	1
market	267544
interest	266562
southern	266429
Los	266225
island	265978
taking	265327
Following	264944
significant	264943
beginning	264846
novel	264114
allowed	263982
Kingdom	263466
night	263418
ended	263092
F	262861
movement	262838
defeated	262317
division	262272
generally	262034
Paris	261030
summer	261012
plays	261004
base	260785
media	259942
income	259765
whom	259730
health	259258
highest	258941
Most	258910
L	258652
spent	258233
systems	257801
Football	257796
Catholic	257769	1
strong	257579
regular	256552
primary	256169
represented	256076
traditional	255935
independent	255467
required	255260
far	255008
Peter	254602
running	254251
network	253902
higher	253831
Many	253659
towards	253438
army	252918	1
La	252339
below	252314
western	252273
Soviet	252150
come	251840
structure	251828
Committee	251560
lower	251431
hand	251251
find	250895
county	250698
money	250407
means	250335
met	250198
Museum	249831
thus	249493
future	249474
seat	249251
Records	248644
length	248507
tournament	248491
wide	248207
If	248114
magazine	247596
leader	247586	1
artist	247445	1
Dr	247183	1
according	247090
tour	246902
real	246711
Grand	246077
student	245914	1
older	245308
route	245287
operations	245231
Chicago	245179
board	245083
Mary	244929
Smith	244923
Saint	244620	1
property	244475
noted	244297
Government	244112	1
self	244071
T	243814
earlier	243615
Black	243162
Art	242977
closed	241619
studies	241448
opening	241188
entered	240646
collection	240635
numerous	240460
railway	239915
Red	239803
Bay	238919
Festival	238737
companies	238678	1
course	238571
launched	238548
child	238363	1
Richard	238277
date	237987
Force	236924
Navy	236839	1
practice	236127
already	235950
contains	235278
studied	235010
individual	234913
location	234624
d	234278
Zealand	234207
Arts	233755
ran	233743
issues	233482
move	233029
H	232868
fact	232837
appearance	232777
commercial	232487
famous	232066
increased	231668
better	231648
past	231527
month	231292
Italy	230802
natural	230749
standard	230683
rest	230659
Angeles	230597
author	229434
P	229156
associated	228931
majority	228861
Board	228796
award	228413
loss	228005
becoming	227736
Mexico	227493
terms	227201
Later	226654
particularly	226594
operated	226532
annual	226295
mostly	226155
access	226071
love	226041
entire	225875
Hill	225845
Greek	225664	1
eastern	225613
singer	225308	1
complete	225211
writer	225193
municipality	225170
thought	225052
gold	224721
caused	224715
programs	224415
food	224371
victory	224305
characters	224257
woman	224247	1
You	224121
sea	224116
economic	223938
going	223907
feature	223907
plant	223504
additional	223123
limited	222870
today	222656
artists	222603	1
battle	222543
centre	222181
selected	221853
forced	221731
Virginia	221202
decision	221155
create	220831
husband	220239	1
activities	220119
engine	219842
give	219708
retired	219645
personal	219541
But	219493
remains	219159
senior	218679	1
Sir	218604
trade	218450
passed	218435
park	218333
issue	218276
musical	218079
particular	217913
unit	217856
supported	217771
manager	217743	1
serving	217003
nine	216958
matches	216876
religious	216868
initially	216727
Irish	216588
hours	216192
Northern	216057
science	215726
changes	215099
Day	214097
plan	213970
Second	213951
referred	213797
Pennsylvania	213360
goals	213192
management	212814
relationship	212492
larger	212330
cover	212328
Their	212156
Province	212035
room	211987
G	211904
staff	211415
energy	211078
shown	210963
material	210682
lines	210679
rate	210524
turn	210520
themselves	210391
takes	210330
Pacific	210247
evidence	209851
claimed	209843
university	209602
Florida	209550
Olympics	209505
word	208536
Wales	208166
edition	208022
score	208002
cost	207997
longer	207955
That	207731
certain	207702
helped	207423
Valley	207326
culture	207243
need	207043
raised	207024
subsequently	207012
red	207000
believed	206993
W	206876
al	206874
weeks	206822
failed	206718
increase	206593
Battle	206341
leaving	205968
shot	205967
got	205627
variety	205453
presented	205312
square	205201
complex	204990
offered	204687
Film	204653
chief	204377	1
medical	204213
provides	204080
Education	203934
always	203812
legal	203754
minutes	203708
Despite	203420
Lord	203255	1
report	203024
individuals	203001
Southern	202957
Summer	202930
meeting	202648
mainly	202214
championship	202148
sister	201961	1
officer	201822	1
Jewish	201657	1
cases	201646
uses	201641
competed	201501
earned	201247
troops	200847	1
Congress	200646
Joseph	200447
forms	200300
turned	200279
status	200198
subject	200047
Women	199938	1
surface	199850
federal	199777
financial	199719
anti	199694
carried	199577
parents	199475	1
Louis	199327
source	198871
composed	198761
recording	198538
specific	198444
regional	197817
movie	197578
results	197406
separate	197400
remaining	197276
policy	197273
effect	197182
finally	197092
K	197070
Russia	196992
names	196895
Old	196702
recent	196618
deal	196491
appears	196168
seasons	196075
native	195832
middle	195403
done	195385
Chief	195384	1
Spain	195255
theory	194937
Championships	194863
consists	194673
operation	194635
houses	194465
Year	194052
cast	194044
friend	193972
Times	193967
Service	193863
Britain	193439
nearly	193404
command	193270
Commission	193194
V	193193
Games	193070
fight	192909
attempt	192861
Empire	192511
stations	192511
Parliament	192483
overall	192322
experience	192319
Law	191762
i	191263
Poland	191229
sports	191078
starting	190990
Queen	190974	1
problems	190710
acquired	190402
latter	190127
technology	190038
male	189979	1
sound	189799
society	189715
meaning	189522
households	189173	1
Science	189046
proposed	188923
news	188613
enough	188285
Martin	188137
speed	187796
influence	187647
Mr	187449	1
might	187396
graduated	187256
producer	187189
responsible	186950
Another	186914
broadcast	186418
prior	186146
despite	186076
Both	185639
marriage	185638
constructed	185438
Green	185220
managed	185136
Railway	185028
Radio	184974
Assemblyhousehold	184712
Big	184711
genus	184659
tracks	184634
civil	184220
females	184182	1
foreign	183971
covered	183695
Dutch	183685	1
vote	183598
makes	183494
nearby	183481
bridge	183332
cultural	183273
arrived	183103
median	183082
king	183038	1
face	182915
heavy	182864
allow	182858
asked	182807
act	182679
serve	182469
fifth	182300
Eastern	182086
discovered	181990
products	181965
issued	181708
told	181662
multiple	181223
primarily	181152
promoted	181104
ships	181093
God	181024	1
conditions	180868
my	180496
train	180353
key	180348
department	180313
plans	180233
historical	180214
view	180085
Democratic	179939
cause	179922
cities	179605
leave	179395
whole	179373
Man	179125	1
response	178915
Town	178888
levels	178437
lies	178332
whether	178060
directly	178025
label	177822
Public	177814
direct	177786
our	177770
nature	177713
extended	177412
medal	177012
Prince	176761	1
value	176679
III	176626
Awards	176465
We	176408
saying	176407
Latin	176400
Research	176323
wanted	176162
Edward	175965
Also	175565
Conference	175080
elements	175010
friends	174954	1
pre	174834
care	174794
Director	174675	1
Governor	174660
star	174491
Star	174411
Brown	174281
double	174143
Carolina	174082
numbers	174023
fall	173884
Under	173846
administrative	173844
highly	173648
residents	173600	1
border	173485
here	173400
X	173227
records	173178
lives	172877
Lee	172811
percent	172788
idea	172721
likely	172615
province	172607
appear	172002
transferred	171841
elections	171490
host	171192
call	171157
Scotland	171106
races	171043
produce	171031
People	170551
mission	170541
quickly	170441
oil	170432
appearances	170274
newspaper	170194
test	169922
Boston	169718
Line	169618
Al	169589
Theatre	168531
officially	168190
channel	168158
continue	168131
Mark	167992
editor	167833	1
Bank	167772
grew	167551
cut	167550
notable	167358
scene	167353
review	167068
renamed	166987
actor	166831	1
Jones	166628
yet	166545
miles	166419
coast	166409
smaller	166376
quality	166270
prominent	166219
professor	165978	1
revealed	165894
projects	165861
Secretary	165663	1
words	165289
basis	165131
soldiers	165039	1
lack	165039
growth	164861
Foundation	164674
ancient	164504
distance	164495
commonly	164453
politician	164438	1
cross	164371
participated	164349
intended	164020
stories	163902
ordered	163897
moving	163882
Francisco	163716
N	163113
titled	163095
Love	163060
positive	162554
recently	162551
function	162507
Creek	162456
candidate	162187
formerly	161911
immediately	161818
hospital	161736
rule	161640
stars	161636
conducted	161613
officers	161605	1
Republican	161460	1
probably	161283
removed	160934
divided	160839
wing	160656
Michigan	160419
security	160391
BBC	160148
Asian	160147	1
dedicated	160136
capacity	159988
parish	159827
Ohio	159701
basketball	159671
comes	159668
Polish	159572
Israel	159509
council	159212
workers	159200	1
planned	158850
era	158657
housing	158616
needed	158610
Each	158589
historic	158562
purchased	158536
effects	158441
chart	158266
inside	158153
Columbia	157976
build	157973
Centre	157667
ability	157616
giving	157430
Series	157375
Sea	157286
Earth	156987
destroyed	156978
Asia	156888
Civil	156675
widely	156504
Scottish	156366
initial	156313
Station	156306
Bill	156253
featuring	156122
website	156034
Young	155981
offers	155872
Fort	155868
efforts	155850
paper	155840
amount	155760
poor	155748
typically	155739
Senate	155693
Johnson	155547
computer	155300
alongside	155290
Avenue	155228
minor	155218
firm	154997
Major	154907
defeat	154899
attention	154885
facilities	154796
join	154610
founder	154282
winner	154222
Williams	154052
physical	154000
Three	153981
floor	153921
gained	153663
treatment	153640
job	153594
stop	153590
meet	153569
organized	153525
largely	153328
charge	153294
adopted	153182
Team	153110
focus	153057
reach	153027
assigned	153002
potential	152880
serves	152808
youth	152791
activity	152640
settlement	152595
Middle	152574
executive	152176
Jack	151966
density	151940
keep	151844
pay	151762
Of	151207
operating	151028
product	150797
captured	150654
actually	150551
forward	150548
Iran	150521
agreed	150324
bank	150287
alone	150286
campus	150285
Office	150260
pass	150252
types	150080
fellow	150066
upper	150036
administration	149998
respectively	149831
stone	149755
direction	149526
owner	149434
therefore	149347
pressure	149342
metal	149198
accepted	149184
letter	149145
online	149077
drama	149043
article	149021
Sydney	148984
places	148935
academic	148920
News	148703
concept	148598
Georgia	148583
Corps	148549
crew	148332	1
estimated	148235
hard	148038
format	147938
leaves	147919
declared	147911
Coast	147848
g	147815
estate	147759
approach	147535
roles	147353
difficult	147311
coming	147051
Before	146825
equipment	146814
suffered	146551
Alexander	146544
leaders	146542	1
hold	146378
clubs	146113
me	146092
Little	146080
hosted	146066
purpose	145947
follows	145895
combined	145824
designated	145714
males	145396	1
method	145324
scale	145187
Jersey	145087
compared	145016
ranked	144952
My	144900
remain	144866
assistant	144841
Life	144828
growing	144736
flight	144721
taught	144574
continues	144479
mixed	144478
resulted	144210
problem	144170
clear	144130
languages	144075
acting	144029
occurred	143865
albums	143854
feet	143788
Professor	143784	1
voice	143531
Rock	143442
territory	143421
true	143356
communities	143187
rural	143079
dance	142828
sources	142724
mentioned	142600
Scott	142568
teacher	142491	1
El	142435
Historic	142398
nominated	142256
spread	142212
cars	142082
episodes	141850
street	141753
yards	141690
Born	141687
expanded	141619
account	141512
presence	141397
recognized	141374
fell	141359
expected	141278
paid	141261
museum	141221
conference	141181
heart	141141
becomes	141085
agreement	141002
branch	140925
tells	140887
Tom	140793
Victoria	140778
la	140695
situated	140656
reduced	140547
solo	140547
providing	140463
Corporation	140383
Olympic	140089
Frank	140054
guitar	140035
except	140035
Super	139966
reviews	139730
Route	139636
felt	139573
Berlin	139457
Blue	139435
semi	139409
twenty	139330
offer	139280
rules	139241
Because	139144
identified	138950
Federal	138874
scoring	138841
newly	138816
greater	138801
Illinois	138789
critical	138599
twice	138542
kept	138482
leadership	138432
figure	138287
trial	138198
Justice	138085
gas	137882
says	137769
Hospital	137448
unique	137420
positions	137394
models	137333
share	137310
singles	137287
awards	137249
Order	136994
ice	136962
Prime	136951
resulting	136932
mass	136913
prison	136770
camp	136564
simply	136493
Health	136364
titles	136310
surrounding	136283
Duke	136238
green	136223
USA	136146
Jr	136131
organizations	135905
granted	135873
knowledge	135867
platform	135736
parties	135666
digital	135657
mile	135455
tax	135282
damage	135256
Massachusetts	135242
mountain	135191
showed	135141
text	135021
travel	134953
plants	134880
secondary	134805
store	134673
household	134640	1
contemporary	134523
losing	134515
tried	134236
receive	134233
software	134220
existing	134179
mm	134152
silver	134110
allows	134096
Development	134094
develop	134014
suggested	133942
cell	133829
defined	133541
cannot	133337
gives	133289
know	133141
performances	132957
couple	132935
votes	132786
buried	132781
press	132768
Bishop	132640	1
Highway	132588
effort	132530
traffic	132482
creation	132361
footballer	132325	1
Atlantic	132276
Don	132274
claims	132263
Rome	132210
Pakistan	132101	1
Jean	132099
connected	131916
begins	131839
Tour	131813
comedy	131809
hour	131791
content	131769
Swedish	131754
Kong	131745
analysis	131693
literature	131676
minute	131663
obtained	131605
sex	131486
completely	131466
inspired	131452
Ministry	131228	1
attacks	131026
Toronto	130942
big	130831
sales	130827
applied	130816
nation	130797
distribution	130785
break	130505
Captain	130500
Supreme	130437
champion	130189	1
Elizabeth	129944
achieved	129868
color	129752
Santa	129693
association	129619
Hong	129601
finish	129506
teaching	129396
Top	129331
succeeded	129327
dead	129135
spring	129078
fully	129071
Islands	129043
split	128976
Mount	128972
union	128921
classes	128910
Joe	128866
Philadelphia	128718
goes	128713
festival	128674
officials	128639
formation	128511
facility	128400
fighting	128390
library	128369
Show	128353
sides	128326
Among	128292
gun	128215
master	128183	1
Over	128075
Jackson	127955
quarter	127922
chosen	127856
painting	127831
dark	127829
versions	127761
allowing	127736
birth	127694
blue	127691
confirmed	127611
younger	127478
piece	127468
things	127439
sites	127327
committee	127249
History	127201
oldest	127156
Ontario	127089
something	126954
Brazil	126927
interview	126926
relatively	126834
Emperor	126819	1
Korea	126815
marked	126671
Like	126651
urban	126620
cells	126499
Time	126377
headquarters	126246
situation	126009
image	125827
chairman	125743	1
wall	125719
seats	125573
scientific	125518
injury	125511
entitled	125466
theme	125389
disease	125335
settled	125072
regions	125047
fans	124871
bought	124831
Library	124820
yard	124739
tradition	124700
tower	124700
billion	124699
FC	124330
Police	124151	1
Stadium	124130
authorities	124125
pop	124100
Airport	124065
frequently	124064
figures	123871
bring	123814
portion	123789
blood	123775
visit	123773
sixth	123771
environment	123746
occupied	123713
Register	123609
industrial	123423
refused	123360
trains	123306
advanced	123219
districts	123178
code	123175
necessary	123105
holds	122976
etc	122874
CD	122858
reports	122786
Cross	122659
claim	122650
brothers	122611	1
opposition	122582
starring	122553
Billboard	122534
concert	122315
aired	122255
follow	122080
tree	122037
creating	121973
minister	121955	1
c	121880
Inc	121840
captain	121750
materials	121660
drive	121348
audience	121343
Open	121310
returning	121308
Today	121298
authority	121292
Sun	121042
reason	121031
Netherlands	120966
Co	120528
fought	120441
Nations	120251
critics	120072
Several	119989
employed	119964
theatre	119916
perform	119864
fish	119832
copies	119811
arts	119687
read	119638
Long	119621
arrested	119594
Mike	119515
effective	119388
Korean	119324	1
sons	119307
governor	119251
principal	119163
Bridge	119139
Home	119126
Oxford	119057
Wilson	118945
And	118942
villages	118876
arms	118869
risk	118819
grade	118806
BC	118670
performing	118532
Between	118502
deep	118332
lake	118308
broke	118231
Due	118220
temple	118179
commissioned	118078
attacked	118073
powerful	118035
impact	117772
FM	117701
unable	117605
covers	117433
generation	117427
commander	117413	1
daily	117399
draw	117332
politics	117275
visited	117246
sets	117216
morning	117211
attempts	117161
kind	117143
dropped	117118
transfer	116966
partner	116953	1
look	116939
subsequent	116925
prevent	116796
attempted	116787
extensive	116779
sense	116714
von	116714
approved	116629
publication	116608
De	116592
machine	116548
ending	116484
simple	116484
animals	116463
Americans	116413	1
reference	116395
promotion	116053
funding	116006
Sweden	115969
hands	115661
Lady	115471	1
supply	115395
rank	115374
opposed	115271
Book	115259
unknown	115186
transport	115172
guest	114984
Chris	114971
safety	114931
Premier	114768
needs	114626
laws	114582
ball	114574
box	114519
actress	114474	1
memory	114361
Sports	114322
fields	114318
winter	114196
Taylor	114178
murder	114168
methods	114110
founding	114062
highway	114002
table	113926
receiving	113817
actions	113786
volume	113760
exchange	113717
Me	113692
origin	113628
com	113520
Press	113486
economy	113450
increasing	113391
defense	113334
containing	113302
conflict	113254
consisted	113210
setting	113040
Port	112915
selling	112807
forest	112721
relations	112711
sign	112699
agent	112659
shortly	112657
Special	112655
protection	112614
resources	112549
focused	112523
learning	112487
say	112482
Area	112435
Social	112429
sexual	112380
Community	112315
Business	112267
someone	112205
baseball	112192
trees	112180
Technology	112053
vehicles	111964
Four	111944
derived	111906
airport	111900
metres	111788
Network	111756
expansion	111679
girls	111660	1
application	111619
onto	111528
Mexican	111527	1
shared	111523
stand	111433
existence	111410
engineering	111396
beyond	111368
meant	111186
converted	111170
citizens	111057
influenced	111015
basic	110952
worldwide	110912
block	110871
Game	110699
write	110638
architecture	110615
girl	110528	1
crime	110506
Post	110413
maximum	110349
farm	110336
Andrew	110297
enemy	110262	1
represent	110163
Field	110103
bus	110075
permanent	110073
matter	110055
articles	109931
determined	109845
Steve	109828
lot	109775
port	109767
Master	109763	1
joint	109752
institutions	109726
contributed	109663
documentary	109604
controlled	109530
alternative	109472
Davis	109456
Mountain	109442
weight	109378
Castle	109359
brand	109203
ends	109162
offices	109028
ways	108922
search	108885
Van	108850
finds	108734
Arthur	108712
slightly	108588
More	108458
faced	108455
letters	108424
begin	108412
developing	108398
normal	108386
educational	108385
Beach	108363
Regiment	108213
towns	108108
Fox	108100
Sunday	108092
stay	108072
Bob	107887
pair	107824
centuries	107748
rise	107714
refers	107594
drug	107548
sought	107451
Jim	107277
successfully	107232
representing	107126
retirement	107123
global	107122
condition	107090
combat	107075
vehicle	107064
contained	107051
producing	106968
acts	106906
Muslim	106827	1
Gold	106774
holding	106752
Media	106746
reasons	106704
want	106674
pieces	106618
finals	106465
doing	106445
Melbourne	106430
contact	106357
Daniel	106291
Golden	106243
Channel	106093
ultimately	105927
launch	105845
peace	105762
Francis	105574
proved	105541
invited	105516
abandoned	105510
Upon	105497
Le	105489
racing	105454
guns	105341
hall	105306
Native	105185
structures	105164
lyrics	105134
cancer	105092
bands	105089
herself	104965	1
fiction	104805
nuclear	104768
properties	104741
Norwegian	104677	1
educated	104664
incorporated	104642
walls	104574
height	104556
multi	104518
squad	104488
funds	104432
Region	104299
straight	104252
functions	104223
entry	104217
castle	104216
question	104215
System	104187
technical	104166
Maria	104136
supporting	104051
yellow	103892
quite	103856
maintained	103807
heavily	103796
Though	103753
Then	103680
sector	103619
finishing	103603
screen	103506
Jews	103494	1
Forest	103420
occur	103356
hotel	103299
Prior	103233
locations	103075
reaching	103069
temperature	103065
aged	103058
composer	103010
Moscow	102997
establishment	102948
domestic	102893
planning	102876
honor	102865
Medical	102800
Junior	102753	1
choice	102751
horse	102731
NFL	102560
Cambridge	102550
phase	102525
DVD	102517
boat	102358
trained	102347
Lewis	102325
rare	102246
About	102244
serious	102178
Township	102155
classical	102140
identity	102132
pilot	102084
Manchester	102072
independence	102070
brown	102058
occurs	102046
trying	102021
decades	101949
shape	101919
climate	101901
Men	101858
Country	101857
carry	101850
expressed	101850
display	101834
passing	101830
Prize	101815
foot	101812
price	101738
weapons	101684
speech	101632
rear	101609
bronze	101471
powers	101452
specifically	101416
Federation	101394
standing	101311
Norway	101298
scenes	101207
literary	101198
architect	101169	1
entrance	101162
consecutive	101159
Hot	101137
negative	101124
electric	101117
Christmas	101046
category	100833
exist	100700
laid	100576
Stephen	100551
mayor	100541
us	100532
Night	100471
royal	100435
believe	100401
programme	100372
graduate	100321
Bureau	100238
judge	100201
Military	100093
toward	99883
Pope	99750
Portuguese	99706	1
promote	99694
really	99666
escape	99589
establish	99578
avoid	99552
notes	99490
et	99434
Thus	99354
protect	99210
heard	99173
think	99143
Turkish	99140	1
fleet	99132
entirely	99122
Cape	99112
rail	99098
failure	99043
roof	99042
Kansas	98933
connection	98861
merged	98851
Minnesota	98787
fuel	98783
Only	98549
standards	98548
calls	98540
Tony	98517
orders	98470
importance	98421
passes	98384
page	98341
engaged	98290
closely	98263
edge	98232
starts	98174
Missouri	98167
Census	98155
scheduled	98147
Vietnam	98133
hired	98100
Ford	98020
qualified	97986
try	97966
voted	97894
twelve	97751
programming	97726
inhabitants	97702
ideas	97614
beat	97593
target	97591
registered	97587
Philippines	97550
enter	97500
patients	97469	1
stadium	97427
opportunity	97340
regarded	97320
recognition	97255
your	97236
Project	97228
regarding	97132
Queensland	97084
installed	97068
consisting	97067
core	97038
improve	97005
stating	96951
argued	96934
aid	96808
Austria	96728
resigned	96661
internal	96595
Vice	96589
Memorial	96559
possibly	96555
representative	96477
Tennessee	96457
Studies	96395
Harry	96289
steel	96229
ring	96225
foundation	96132
northeast	96098
ceremony	95995
causing	95992
religion	95858
Once	95844
bar	95830
Journal	95787
poet	95778
Labour	95597
iron	95588
junior	95522	1
kill	95449
Power	95257
Wisconsin	95226
headed	95183
starred	95180
armed	95168
Class	95157
passenger	95136	1
Liberal	95081
Entertainment	95079
Swiss	95009
reading	94955
Sciences	94862
views	94813
improved	94782
speaking	94780
Colorado	94779
operate	94765
candidates	94737
observed	94612
Indiana	94611
violence	94609
compete	94448
protein	94438
joining	94428
NCAA	94419
dates	94400
Land	94384
budget	94335
journalist	94329	1
ruled	94178
looking	94153
easily	94117
Point	94060
peak	94047
Sri	94002
Final	93877
employees	93872	1
users	93837	1
del	93824
animal	93823
Places	93725
vice	93676
Maryland	93673
Turkey	93672
investigation	93644
seems	93642
What	93606
strength	93570
skills	93561
Miller	93534
describes	93473
Miss	93435	1
spot	93432
adult	93416	1
collected	93409
Oregon	93390
getting	93375
Singapore	93373
bill	93212
lands	93160
Revolution	93147
applications	93085
briefly	93058
costs	92878
shaped	92783
engines	92715
hockey	92713
singing	92700
flow	92671
environmental	92664
homes	92570
Holy	92532
Egypt	92498
card	92459
Khan	92430	1
gain	92395
northwest	92390
courses	92389
background	92347
driver	92341
residence	92272
p	92196
door	92175
advance	92168
exhibition	92168
poetry	92156
sale	92150
Executive	92140	1
Earl	92048
greatest	92011
corner	91981
bass	91924
selection	91912
killing	91831
Switzerland	91810
drawn	91761
chose	91761
concluded	91712
wood	91657
values	91630
opera	91616
Albert	91582
bodies	91574
stock	91504
valley	91331
duty	91306
birds	91124
sport	91045
glass	91018
factory	90949
jazz	90949
causes	90934
paintings	90926
survived	90812
didn	90807
Live	90788
notably	90783
van	90691
affected	90687
refer	90645
earliest	90628
Islamic	90607
secret	90597
Affairs	90596
signal	90595
incident	90508
fine	90501
reduce	90486
distributed	90483
hundred	90342
humans	90307
objects	90300
comic	90288
reserve	90286
Howard	90232
agricultural	90230
Arab	90198	1
Arizona	90160
vocals	90144
equal	90139
participate	90116
rugby	90064
opposite	90047
regularly	89996
invasion	89945
Management	89930
seconds	89877
Lieutenant	89875	1
tropical	89848
interests	89820
stands	89768
loan	89740
techniquesLieutenant	89676
neighborhood	89656
Israeli	89537	1
Ben	89532
Infantry	89529	1
actual	89300
agency	89279
Walter	89276
adjacent	89197
Early	89169
contain	89091
So	89029
decade	88986
introduction	88966
typical	88962
seventh	88876
praised	88849
rich	88759
writers	88704
Magazine	88668
IV	88584
Television	88496
address	88480
Rural	88449
Song	88406
interior	88391
combination	88328
wins	88309
ahead	88136
statement	88119
leads	88073
demand	88059
boy	87985	1
Foreign	87926
sections	87917
nothing	87888
formal	87841
roads	87774
calling	87691
islands	87639
gets	87620
extension	87587
Brigade	87530
Jesus	87522	1
stores	87498
accused	87491
Family	87464	1
businesses	87367
boys	87361	1
items	87343
personnel	87343
why	87317
injured	87268
Brian	87228
racial	87183
chain	87180
municipal	87151
broken	87139
resistance	87080
churches	86934
Building	86880
debuted	86854
fast	86819
Hollywood	86809
v	86791
Simon	86755
flying	86690
device	86680
mind	86659
piano	86647
Services	86629
plot	86547
maintain	86521
Hamilton	86445
premiered	86409
designs	86402
historian	86359	1
Security	86306
user	86301
purchase	86289
owners	86206
Kentucky	86199
Christ	86190	1
bottom	86172
Marine	86147	1
Houston	86123
profit	86087
extra	86002
reality	86002
ethnic	85966
medium	85936
perhaps	85894
grounds	85890
Diego	85854
southeast	85843
painted	85823
step	85803
Engineering	85791
presidential	85778
Member	85743
Greece	85719
Naval	85704	1
Square	85684
save	85682
operates	85662
attend	85657
engineer	85587	1
philosophy	85587
Stone	85419
tries	85332
township	85313
rating	85304
Fame	85284
Temple	85281
Chairman	85251	1
goods	85242
residential	85223
cricket	85167
fired	85166
weather	85157
Free	85033
poverty	84910
Doctor	84869	1
motion	84828
Medal	84812
Sam	84775
capture	84729
flat	84657
musicians	84654	1
electronic	84629
brief	84612
advantage	84537
biggest	84503
examples	84502
Lincoln	84475
teachers	84422	1
degrees	84412
Commonwealth	84353
committed	84340
Anne	84329
sub	84328
contrast	84274
constituency	84241
zone	84235
Internet	84182
Squadron	84110
criminal	84080
partnership	84032
extremely	84017
images	84005
southwest	83969
charges	83896
secretary	83825	1
Forces	83775
Ocean	83709
Human	83618
driving	83607
attached	83582
rooms	83581
charged	83470
require	83453
replace	83373
chance	83369
distinct	83367
object	83348
ones	83347
represents	83339
sell	83332
draft	83310
storm	83289
Even	83248
freedom	83228
Village	83227
credited	83021
damaged	83020
showing	82970
sequence	82943
rejected	82934
determine	82933
fashion	82874
pro	82773
request	82741
retained	82664
stood	82655
n	82624
purposes	82604
journal	82568
Head	82565
Bowl	82515
turns	82476
Detroit	82359
Iraq	82353
Hotel	82350
delivered	82321
assumed	82274
Ali	82241
Communist	82218
details	82126
wounded	82124
moth	82110
Imperial	82069
Main	82065
heat	82056
caught	82037
passengers	81932	1
prize	81874
stages	81811
Winter	81775
Danish	81696
Philip	81694
admitted	81666
separated	81660
des	81613
accompanied	81589
investment	81521
Senior	81437	1
Clark	81396
carrying	81378
Patrick	81362
Additionally	81344
Anderson	81328
eye	81299
Hungarian	81234	1
session	81169
reaction	81135
marine	81114	1
documents	81100
Ltd	81051
Program	81040
Light	80922
intelligence	80905
Louisiana	80859
coal	80793
experienced	80733
learned	80650
dry	80622
restored	80615
popularity	80580
institution	80537
Quebec	80526
factors	80514
Mayor	80470	1
filled	80451
thousands	80387
significantly	80369
Czech	80318
Douglas	80305
accident	80270
hits	80209
contest	80116
Hockey	80085
Administration	80058
Band	79920
frame	79868
EP	79837
bit	79830
suggests	79795
collaboration	79785
interested	79775
duties	79759
persons	79740
difference	79711
Harvard	79710
equivalent	79642
nor	79606
musician	79573	1
arrival	79536
subjects	79522
Regional	79396
contributions	79394
Ukrainian	79391	1
Miami	79363
visual	79263
understanding	79246
trip	79235
Argentina	79222
Frederick	79182
Operation	79128
Alabama	79122
linked	79096
Children	79028	1
respect	79024
roughly	79012
communication	78977
stopped	78970
defeating	78882
leg	78848
returns	78794
Gordon	78730
Dublin	78722
Iowa	78682
classic	78670
reign	78608
courts	78590
mining	78572
translated	78570
provincial	78561
Allen	78498
Samuel	78493
criticized	78486
composition	78454
faculty	78452
weekly	78417
routes	78415
measures	78321
wind	78268
membership	78168
strike	78111
Ottoman	78108
involving	78101
Oklahoma	78096
prepared	78078
measure	78070
cycle	78030
naval	78016	1
chemical	77984
Colonel	77982	1
stayed	77980
Not	77947
don	77939
Adam	77935
publishing	77922
dating	77887
responsibility	77886
severe	77841
Anthony	77830
capable	77827
Mississippi	77756
behavior	77754
Saturday	77732
let	77682
aspects	77661
commission	77498
Constitution	77387
flag	77370
Third	77354
x	77180
organisation	77177
mobile	77134
universities	77120
Prix	77103
factor	77075
Youth	77059	1
Meanwhile	76998
folk	76974
policies	76908
Puerto	76792
lawyer	76701	1
Belgium	76693
fixed	76674
talk	76653
ownership	76648
Rose	76626
legislation	76623
arranged	76591
CEO	76562	1
theater	76507
Montreal	76490
Railroad	76433
pattern	76423
forming	76418
Mrs	76371	1
evening	76370
otherwise	76348
acid	76341
note	76325
crossing	76286
differences	76249
champions	76232	1
devices	76223
defensive	76212
relative	76183
Guard	76181	1
assistance	76176
narrow	76157
protected	76155
Trust	76108
challenge	76086
Bell	76079
meters	76002
Five	75983
am	75975
du	75956
ensure	75938
mean	75928
successor	75887	1
Denmark	75876
Moore	75844
Commander	75820	1
painter	75802	1
anniversary	75763
Brazilian	75704	1
scholars	75704	1
requires	75589
Water	75587
ABC	75550
shooting	75540
regiment	75512
franchise	75485
Baseball	75478
Independent	75446
Juan	75430
picture	75366
Tamil	75350
windows	75262
flows	75258
guitarist	75253	1
Mountains	75247
rates	75244
Representatives	75228	1
Officer	75157	1
Now	75134
Deputy	75128	1
downtown	75038
covering	75037
offering	75002
Austrian	74964	1
Ray	74896
bad	74864
instance	74802
Space	74786
window	74783
novels	74758
Reserve	74753
credit	74690
mine	74592
appearing	74407
web	74353
Broadway	74317
brick	74288
heads	74270
formally	74261
plus	74242
actors	74238	1
somewhat	74212
equipped	74205
questions	74136
missing	74105
commune	74101
Hungary	74090
Edinburgh	74057
bishop	74052	1
technique	74032
classified	74026
Antonio	74023
couples	74010
ago	73989
winners	73984
divisions	73981
Connecticut	73978
grow	73860
Ukraine	73857
grown	73853
Palace	73805
Orchestra	73743
hosts	73739
Cemetery	73668
banks	73666
shop	73643
edited	73642
script	73633
task	73590
SR	73584
considerable	73575
path	73569
authors	73540	1
ex	73533
Up	73529
solution	73483
Battalion	73474
huge	73437
scheme	73414
streets	73367
Fire	73359
concerns	73344
Atlanta	73331
railroad	73307
falls	73234
Through	73215
brain	73185
medicine	73179
Rugby	73149
context	73134
requirements	73133
replacement	73078
colonial	73059
practices	73054
peaked	73012
ranking	73010
storage	72945
coastal	72935
parallel	72901
feel	72894
charts	72887
reputation	72851
mark	72832
raise	72816
Ryan	72772
broad	72683
Gallery	72657
Gulf	72644
threat	72601
reform	72542
Liverpool	72518
driven	72436
Good	72435
achieve	72417
plane	72401
link	72401
Welsh	72382	1
testing	72310
expression	72282
crisis	72255
increasingly	72183
element	72150
meets	72121
publications	72113
celebrated	72105
criticism	72053
limit	72041
Nazi	72034	1
Age	71974
Cleveland	71945
Alan	71939
Dean	71868
priest	71863	1
occupation	71819
gender	71779
influential	71768
wooden	71737
daughters	71682	1
instruments	71642
Unlike	71604
Command	71602
annually	71585
depth	71570
message	71519
competitions	71517
prisoners	71505	1
Seattle	71484
labor	71450
Vienna	71434
Upper	71432
strongly	71413
declined	71386
soil	71379
hot	71372
temporary	71350
translation	71343
offensive	71302
components	71285
adding	71262
dated	71226
Anna	71209
squadron	71148
restaurant	71141
frequency	71134
map	71134
markets	71104
finding	71045
landing	71030
gene	71019
explained	71001
constant	70975
Rights	70953
hill	70945
debate	70925
Kennedy	70832
medieval	70814
entering	70768
Conservative	70757
Marie	70754
Heritage	70725
existed	70707
wave	70706
Portugal	70702
Tokyo	70691
Lawrence	70614
Modern	70566
arm	70538
Pro	70512
tank	70410
garden	70379
recordings	70371
helping	70362
opinion	70338
cited	70335
filmed	70282
coverage	70277
processes	70271
fishing	70252
Max	70244
victims	70230	1
Grant	70138
Metropolitan	70106
Margaret	70078
sponsored	70050
Eric	70038
poem	70002
proper	69992
Local	69988
Baltimore	69967
visitors	69951	1
rose	69948
DNA	69931
handed	69888
di	69857
Malaysia	69822
bringing	69808
benefit	69673
Studios	69638
struck	69628
Kevin	69617
replacing	69601
learn	69586
en	69569
manner	69569
surrounded	69519
forests	69514
childhood	69443
manufacturing	69442
critic	69401
strategy	69375
Originally	69276
Li	69247
dynasty	69237
camera	69207
friendly	69189
Here	69178
branches	69152
adapted	69124
Walker	69122
powered	69114
losses	69069
tied	69048
Legislative	69023
Defense	69008
changing	68938
Crown	68919
thirty	68918
Hills	68827
Is	68734
artistic	68728
grant	68666
modified	68633
concrete	68620
completion	68605
Disney	68602
occasionally	68538
progress	68513
tennis	68498
Out	68478
Opera	68462
appointment	68439
makeup	68432
proposal	68427
y	68418
mounted	68399
vessels	68390
occasions	68292
heritage	68283
signing	68269
eighth	68245
threatened	68218
lasted	68171
Harris	68168
filed	68134
assembly	68133
Roger	68132
Kelly	68115
slow	68094
Agency	68090
Morgan	68041
deputy	68011	1
Kent	67981
mouth	67944
affairs	67936
cm	67935
experiences	67915
Indonesia	67913
artillery	67912
boundary	67888
cards	67885
accounts	67885
DC	67836
depending	67796
controversial	67790
eleven	67789
guard	67777
flowers	67765
surviving	67752
justice	67727
Dan	67718
graduating	67609
nations	67593
rival	67554
underground	67550
fund	67539
anything	67526
studying	67522
prime	67452
Hispanic	67441	1
eyes	67427
speak	67426
Pittsburgh	67418
Ross	67415
mode	67382
Convention	67372
definition	67310
Jordan	67279
mountains	67199
soundtrack	67178
worth	67120
effectively	67071
Tournament	66974
appeal	66953
parliament	66931
survey	66918
Jane	66893
competing	66869
Daily	66868
hair	66857
distinguished	66850
Lane	66848
Brothers	66809	1
preserved	66795
Camp	66791
tall	66780
papers	66734
Bruce	66695
eliminated	66660
continuing	66645
Your	66596
denied	66554
expedition	66510
versus	66496
massive	66466
touchdown	66456
Lower	66405
Test	66398
Sarah	66374
whilst	66291
executed	66286
Just	66277
Birmingham	66265
Senator	66236
Cathedral	66212
steam	66212
Within	66189
Austin	66187
funded	66173
attracted	66062
happened	66030
Kim	66007
accept	66005
rapidly	65989
consider	65977
Alex	65940
controversy	65937
decline	65932
relief	65902
illegal	65854
Dallas	65852
compilation	65814
secure	65800
Romania	65766
Windows	65754
Alliance	65743
Garden	65734
soccer	65679
songwriter	65661	1
Rio	65658
whereas	65646
unusual	65643
greatly	65643
output	65635
Russell	65619
Dave	65597
Instead	65596
dominated	65581
ve	65570
amateur	65565	1
Review	65549
cold	65512
Schools	65505
treated	65489
option	65489
MP	65481
counties	65476
everything	65450
visible	65427
elevation	65405
CBS	65395
drew	65352
genre	65345
solid	65331
involvement	65326
acted	65272
boats	65265
rated	65217
indicated	65212
movements	65201
qualifying	65181
mill	65181
conduct	65155
wild	65152
resolution	65137
shares	65093
skin	65082
NBA	65017
Franklin	64892
Carl	64839
safe	64809
medals	64770
exception	64761
journey	64759
apparently	64752
Wood	64742
traveled	64700
knew	64695
Athletic	64670
nomination	64665
Peace	64660
collections	64655
chair	64631
entertainment	64615
b	64546
circuit	64545
alleged	64527
Thompson	64526
rounds	64489
wine	64479
Finland	64478
mental	64467
vessel	64465
waters	64431
facing	64428
column	64423
ill	64367
minimum	64352
hundreds	64346
Global	64337
Adams	64328
amongst	64312
Victorian	64288
suicide	64273
Ten	64261
spoken	64256
Orthodox	64239
Indians	64222	1
favor	64216
designer	64211	1
describe	64178
Nelson	64153
trading	64133
Stewart	64130
moment	64130
Norman	64127	1
missions	64126
portrayed	64126
tools	64110
printed	64024
Judge	64010
Shortly	63964
rivers	63955
penalty	63949
meetings	63932
emergency	63905
Authority	63837
pick	63807
newspapers	63797
gone	63754
widespread	63695
approval	63676
begun	63612
exists	63581
donated	63537
participation	63520
Jimmy	63510
turning	63507
fan	63505
longest	63504
inner	63473
tell	63433
drawing	63412
maintenance	63400
habitat	63356
recommended	63328
colour	63318
phone	63286
satellite	63252
championships	63196
emerged	63194
concerts	63175
concerned	63167
tests	63135
Front	63126
marketing	63120
Billy	63114
AD	63093
Matt	63050
producers	63019	1
NBC	62908
afterwards	62860
Boys	62809	1
Way	62808
Singh	62800
directors	62771	1
Energy	62728
normally	62727
visiting	62687
intersection	62674
faith	62672
infantry	62652	1
remainder	62611
Boy	62605	1
cable	62537
Who	62478
electoral	62471
beautiful	62435
diameter	62423
Arkansas	62420
Spring	62419
domain	62418
innings	62414
Taiwan	62388
horses	62383
Tim	62353
document	62319
Wright	62318
discovery	62308
residing	62306
cousin	62272	1
competitive	62259
employment	62203
carbon	62201
vocal	62161
Robinson	62135
breaking	62133
supplies	62124
gradually	62062
assist	62057
Campbell	62032
thing	62010
easy	61934
posted	61919
populations	61898
Dance	61897
toured	61888
Voivodeship	61881
Our	61872
Nick	61855
centers	61849
Brooklyn	61845
networks	61835
youngest	61812
Information	61807
obtain	61801
stream	61745
Around	61738
themes	61700
architectural	61615
grand	61600
sees	61587
Design	61569
colony	61556
Silver	61504
supporters	61464	1
customers	61455	1
Champions	61455	1
Six	61421
transportation	61398
crowd	61394
dog	61391
encouraged	61388
agriculture	61377
departure	61267
supports	61229
l	61174
Real	61160
periods	61159
audio	61155
injuries	61147
Princess	61142	1
uncle	61134	1
representation	61125
suffering	61119
List	61119
jobs	61109
Bush	61098
vision	61097
spending	61055
landscape	61048
ready	61042
grandfather	61026	1
affiliated	61015
agencies	61011
blocks	61007
die	60952
attributed	60947
enjoyed	60941
picked	60923
concern	60905
substantial	60889
chapel	60888
Orleans	60880
ratio	60860
immediate	60851
opportunities	60827
Carter	60825
seek	60779
advertising	60777
extent	60773
erected	60769
Germans	60743	1
defence	60725
Sound	60700
corporate	60696
Canal	60691
chapter	60650
motor	60645
spiritual	60635
spoke	60613
wants	60586
rescue	60561
Iron	60555
terminal	60552
End	60541
Stanley	60533
tie	60518
Christopher	60469
surgery	60460
fly	60438
processing	60410
Champion	60394	1
videos	60373
movies	60363
feed	60352
venue	60332
adaptation	60332
Johnny	60321
Heart	60308
instrumental	60300
creative	60296
Marshall	60296
arrest	60294
thousand	60293
generated	60219
everyone	60139
license	60139
ruling	60137
row	60124
demolished	60112
send	60111
Glasgow	60102
Egyptian	60100	1
disc	60079
lists	60069
writes	60048
Training	60043
Will	59982
Richmond	59950
absence	59946
claiming	59924
viewed	59919
print	59911
infrastructure	59910
voting	59903
external	59898
Murray	59857
Utah	59850
pool	59835
Until	59807
Belgian	59798	1
conservative	59784
drop	59782
parliamentary	59752
hip	59743
apply	59734
rapid	59734
counter	59697
choose	59690
contested	59640
none	59625
keeping	59625
Treaty	59587
operational	59579
Pierre	59535
lieutenant	59521
spirit	59514
tribe	59510
benefits	59494
Thailand	59444
NHL	59380
characteristics	59366
styles	59347
transition	59343
agents	59329	1
Theater	59321
percentage	59305
abroad	59295
fort	59288
